Repository: xuciro-commits/MSRU
Catalog: MSRU/Localizable.xcstrings
Source language: en
Languages: bo, ja, zh_hans, zh_hant

source: Failed to write tags to audio file
bo: སྒྲ་ཟིན་ཡིག་ཆར་མཚན་རྟགས་འབྲི་མ་ཐུབ།
ja: オーディオファイルへのタグ書き込みに失敗しました
zh_hans: 向音频文件写入标签失败
zh_hant: 向音訊檔案寫入標籤失敗

source: Favorite
bo: ཉར་ཚགས།
ja: お気に入り
zh_hans: 收藏
zh_hant: 收藏

source: FEATURED ALBUM
bo: ལེགས་འདེམས་ཆེད་བསྒྲིགས།
ja: 注目のアルバム
zh_hans: 精选专辑
zh_hant: 精選專輯

source: Featured Broadcast
bo: ལེགས་འདེམས་རྒྱང་བསྒྲགས།
ja: 注目の放送
zh_hans: 精选广播
zh_hant: 精選廣播

source: Featured internet live radio stations, supporting lossless and high-bitrate playback.
bo: ལེགས་འདེམས་དྲ་རྒྱའི་ཐད་གཏོང་རླུང་འཕྲིན། གྱོང་གུན་མེད་པ་དང་མྱུར་ཚད་མཐོ་བའི་རྩེད་འདོན་ལ་རྒྱབ་སྐྱོར་བྱེད་པ།
ja: ロスレスおよび高ビットレート再生に対応した、注目のインターネットライブ配信局。
zh_hans: 精选互联网直播电台，支持无损和高码率播放。
zh_hant: 精選互聯網直播電台，支持無損和高位元率播放。

source: Featured Live
bo: ལེགས་འདེམས་ཐད་གཏོང་།
ja: 注目のライブ
zh_hans: 精选直播
zh_hant: 精選直播

source: Fetch Album Artwork
bo: ཆེད་བསྒྲིགས་ཁ་ཤོག་ལེན་པ།
ja: アルバムアートワークを取得
zh_hans: 获取专辑封面
zh_hant: 獲取專輯封面

source: Fetch Artwork
bo: ཁ་ཤོག་ལེན་པ།
ja: アートワークを取得
zh_hans: 获取封面
zh_hant: 獲取封面

source: File Duplicate
bo: ཡིག་ཆ་ཟློས་སྐྱོན།
ja: 重複ファイル
zh_hans: 文件重复
zh_hant: 檔案重復

source: File not found
bo: ཡིག་ཆ་མ་རྙེད་པ།
ja: ファイルが見つかりません
zh_hans: 文件未找到
zh_hant: 檔案未找到

source: File Path
bo: ཡིག་ཆའི་ལམ་བུ།
ja: ファイルパス
zh_hans: 文件路径
zh_hant: 檔案路徑

source: Files
bo: ཡིག་ཆ།
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Filter
bo: འདེམས་སྒྲུག
ja: フィルタ
zh_hans: 筛选
zh_hant: 篩選

source: Filter albums…
bo: ཆེད་བསྒྲིགས་འདེམས་སྒྲུག...
ja: アルバムを絞り込む…
zh_hans: 筛选专辑…
zh_hant: 篩選專輯…

source: Filter artists…
bo: སྒྱུ་རྩལ་པ་འདེམས་སྒྲུག...
ja: アーティストを絞り込む…
zh_hans: 筛选艺术家…
zh_hant: 篩選藝人…

source: Filter songs…
bo: གླུ་གཞས་འདེམས་སྒྲུག...
ja: 曲を絞り込む…
zh_hans: 筛选歌曲…
zh_hant: 篩選歌曲…

source: Finding lyrics…
bo: གཞས་ཚིག་འཚོལ་བཞིན་པ...
ja: 歌詞を検索中…
zh_hans: 正在寻找歌词…
zh_hant: 正在尋找歌詞…

source: Fingerprint
bo: སྒྲ་རིས།
ja: フィンガープリント
zh_hans: 声纹
zh_hant: 聲紋

source: Fingerprint & External Catalog:
bo: སྒྲ་རིས་དང་ཕྱི་རོལ་དཀར་ཆག:
ja: フィンガープリントと外部カタログ：
zh_hans: 声纹与外部目录：
zh_hant: 聲紋與外部目錄：

source: Fingerprint Confidence
bo: སྒྲ་རིས་ཡིད་ཆེས་ཚད།
ja: フィンガープリント信頼度
zh_hans: 声纹置信度
zh_hant: 聲紋置信度

source: Fingerprint Memory
bo: སྒྲ་རིས་དྲན་པའི་མཛོད།
ja: フィンガープリントメモリ
zh_hans: 声纹记忆库
zh_hant: 聲紋記憶庫

source: Fingerprint: %@…
bo: སྒྲ་རིས: %@…
ja: フィンガープリント：%@…
zh_hans: 声纹：%@…
zh_hant: 聲紋：%@…

source: Fingerprints %lld tracks
bo: སྒྲ་རིས་མཛོད་དུ་གླུ་གཞས %lld ཡོད།
ja: フィンガープリント %lld曲
zh_hans: 声纹库共 %lld 首曲目
zh_hant: 聲紋庫共 %lld 首曲目

source: Folder heuristic rules let the system automatically attribute artists based on directory patterns without online queries.
bo: ཡིག་སྣོད་ཀྱི་ཚོད་དཔག་སྒྲིག་སྲོལ་གྱིས་དྲ་ཐོག་འདྲི་རྩད་མེད་པར་དཀར་ཆག་གི་དཔེ་དབྱིབས་ལྟར་སྒྱུ་རྩལ་པ་རང་འགུལ་ངོས་འཛིན་བྱེད་ཐུབ།
ja: フォルダのヒューリスティックルールにより、オンライン照会を行わずにディレクトリパターンからアーティストを自動判定できます。
zh_hans: 目录启发式规则可让系统根据目录模式自动归属艺术家，无需在线查询。
zh_hant: 目錄啓發式規則可讓系統根據目錄模式自動歸屬藝人，無需線上查詢。

source: Folder Hint Match
bo: དཀར་ཆག་ཉིང་དོན་མཐུན་པ།
ja: フォルダヒント一致
zh_hans: 目录线索匹配
zh_hant: 目錄線索匹配

source: Folder Learning Rules
bo: དཀར་ཆག་སློབ་སྦྱོང་གི་སྒྲིག་སྲོལ།
ja: フォルダ学習ルール
zh_hans: 目录学习规则
zh_hant: 目錄學習規則

source: Folder rules allow the system to infer artists from paths (e.g. 'Artist/Album') without network requests.
bo: དཀར་ཆག་སྒྲིག་སྲོལ་གྱིས་མ་ལག་ལ་དྲ་རྒྱའི་རེ་ཞུ་མེད་པར་ཡིག་སྣོད་ལམ་བུ་ལས་སྒྱུ་རྩལ་པ་རང་འགུལ་ངོས་འཛིན་བྱེད་དུ་འཇུག
ja: フォルダルールにより、ネットワーク要求なしでパス（例：「Artist/Album」）からアーティストを推定できます。
zh_hans: 目录规则让系统根据文件夹路径（如“歌手/专辑”）自动归属歌手，无需网络请求。
zh_hant: 目錄規則讓系統根據檔案夾路徑（如“歌手/專輯”）自動歸屬歌手，無需網路請求。

source: Folder rules learned during import or added manually will appear here.
bo: ནང་འཇུག་སྐབས་སློབ་པའི་དཀར་ཆག་སྒྲིག་སྲོལ་ལམ་ལག་བཟོས་སྒྲིག་སྲོལ་འདིར་སྟོན་རྒྱུ།
ja: インポート時に学習したフォルダルール、または手動で追加したルールがここに表示されます。
zh_hans: 导入时学习到的目录规则或手动添加的规则将显示在这里。
zh_hant: 匯入時學習到的目錄規則或手動添加的規則將顯示在這裡。

source: Folders
bo: ཡིག་སྣོད།
ja: フォルダ
zh_hans: 文件夹
zh_hant: 檔案夾

source: Folk & Acoustic
bo: དམངས་གཞས་དང་ཐོག་མའི་སྒྲ།
ja: フォーク & アコースティック
zh_hans: 民谣与原声
zh_hant: 民謠與原聲

source: Format
bo: རྣམ་གཞག
ja: フォーマット
zh_hans: 格式
zh_hant: 格式

source: Found %lld candidate releases.
bo: འདེམས་ཆོག་འགྲེམས་སྤེལ་པར་གཞི %lld རྙེད།
ja: %lld件の候補リリースが見つかりました。
zh_hans: 找到 %lld 个候选发行版。
zh_hant: 找到 %lld 個候選發行版。

source: Found %lld variants: %@
bo: འགྱུར་གཟུགས %lld རྙེད་པ: %@
ja: %lld件のバリエーションが見つかりました：%@
zh_hans: 找到 %lld 个变体：%@
zh_hant: 找到 %lld 個變體：%@

source: Full Canvas
bo: རི་མོའི་པང་ཁྲ་ཆ་ཚང་།
ja: フルキャンバス
zh_hans: 完整画布
zh_hant: 完整畫布

source: Full Lyrics Canvas
bo: གཞས་ཚིག་ཆ་ཚང་གི་རི་མོའི་པང་ཁྲ།
ja: フル歌詞キャンバス
zh_hans: 完整歌词画布
zh_hant: 完整歌詞畫布

source: General
bo: སྤྱིར་བཏང་།
ja: 一般
zh_hans: 通用
zh_hant: 通用

source: Genre
bo: རིགས་དབྱིབས།
ja: ジャンル
zh_hans: 类型
zh_hant: 類型

source: Global authoritative music metadata and release database (https://musicbrainz.org)
bo: འཛམ་གླིང་གི་དབང་གྲགས་རོལ་དབྱངས་གཞི་གྲངས་རྩ་བ་དང་འགྲེམས་སྤེལ་གཞི་གྲངས་མཛོད (https://musicbrainz.org)
ja: 世界規模の信頼できる音楽メタデータおよびリリースデータベース（https://musicbrainz.org）
zh_hans: 全局权威音乐元数据与发行版数据库 (https://musicbrainz.org)
zh_hant: 全局權威音樂中繼資料與發行版資料庫 (https://musicbrainz.org)

source: Global repository of high-resolution album art hosted by MetaBrainz and Internet Archive.
bo: MetaBrainz དང་ Internet Archive ཡིས་གཉེར་བའི་འཛམ་གླིང་གི་གསལ་ཚད་མཐོ་བའི་ཆེད་བསྒྲིགས་ཁ་ཤོག་མཛོད།
ja: MetaBrainzとInternet Archiveがホストする高解像度アルバムアートのグローバルリポジトリ。
zh_hans: 由 MetaBrainz 和 Internet Archive 托管的全球高分辨率专辑封面库。
zh_hant: 由 MetaBrainz 和 Internet Archive 托管的全球高解析度專輯封面庫。

source: Grid
bo: དྲ་མིག
ja: グリッド
zh_hans: 网格
zh_hant: 網格

source: Hi-Res Lossless
bo: Hi-Res གྱོང་མེད།
ja: ハイレゾロスレス
zh_hans: Hi-Res 高解析无损
zh_hant: Hi-Res 高解析無損

source: HI-RES LOSSLESS
bo: Hi-Res གྱོང་མེད།
ja: ハイレゾロスレス
zh_hans: Hi-Res 高解析无损
zh_hant: Hi-Res 高解析無損

source: High Confidence
bo: ཡིད་ཆེས་ཚད་མཐོ་བ།
ja: 高信頼度
zh_hans: 高置信度
zh_hant: 高置信度

source: Hip Hop
bo: ཧིབ་ཧོབ།
ja: ヒップホップ
zh_hans: 嘻哈
zh_hant: 嘻哈

source: Hit Count: %lld times
bo: ཐེངས་གྲངས: %lld
ja: 適用回数：%lld回
zh_hans: 累计生效：%lld 次
zh_hant: 累計生效：%lld 次

source: Hits: %lld times
bo: ཐེངས་གྲངས: %lld
ja: ヒット：%lld回
zh_hans: 命中：%lld 次
zh_hant: 命中：%lld 次

source: Identical audio waveform fingerprints, confirmed duplicate tracks.
bo: སྒྲ་རླབས་ཀྱི་སྒྲ་རིས་གཅིག་མཚུངས་ཡིན་པས། ཟློས་པའི་གླུ་གཞས་སུ་གཏན་འཁེལ།
ja: オーディオ波形フィンガープリントが完全に一致しており、重複トラックと確認されました。
zh_hans: 音频波形声纹完全一致，确认重复曲目。
zh_hant: 音訊波形聲紋完全一致，確認重復曲目。

source: Import & Review
bo: ནང་འཇུག་དང་ཞིབ་བཤེར།
ja: インポートと確認
zh_hans: 导入与审核
zh_hant: 匯入與審核

source: Import & Review (%lld)
bo: ནང་འཇུག་དང་ཞིབ་བཤེར (%lld)
ja: インポートと確認（%lld）
zh_hans: 导入与审核 (%lld)
zh_hant: 匯入與審核 (%lld)

source: Import Apple Music
bo: Apple Music ནང་འཇུག་བྱེད་པ།
ja: Apple Musicをインポート
zh_hans: 导入 Apple Music
zh_hant: 匯入 Apple Music

source: Import Apple Music Albums
bo: Apple Music ཆེད་བསྒྲིགས་ནང་འཇུག་བྱེད་པ།
ja: Apple Musicのアルバムをインポート
zh_hans: 导入 Apple Music 专辑
zh_hant: 匯入 Apple Music 專輯

source: Import Apple Music Artists
bo: Apple Music སྒྱུ་རྩལ་པ་ནང་འཇུག་བྱེད་པ།
ja: Apple Musicのアーティストをインポート
zh_hans: 导入 Apple Music 艺术家
zh_hant: 匯入 Apple Music 藝人

source: Import Apple Music library to start browsing.
bo: Apple Music དཔེ་མཛོད་ནང་འཇུག་བྱས་རྗེས་བཤར་ལྟ་བྱེད་ཐུབ།
ja: Apple Musicライブラリをインポートするとブラウズを開始できます。
zh_hans: 导入 Apple Music 资料库后即可开始浏览。
zh_hant: 匯入 Apple Music 資料庫後即可開始瀏覽。

source: Import Apple Music Songs
bo: Apple Music གླུ་གཞས་ནང་འཇུག་བྱེད་པ།
ja: Apple Musicの曲をインポート
zh_hans: 导入 Apple Music 歌曲
zh_hant: 匯入 Apple Music 歌曲

source: Import as Original Files
bo: ཐོག་མའི་ཡིག་ཆ་ལྟར་ནང་འཇུག་པ།
ja: 元ファイルとしてインポート
zh_hans: 以原始文件导入
zh_hant: 以原始檔案匯入

source: Import audio files into MSRU Library.
bo: སྒྲ་ཟིན་ཡིག་ཆ་ MSRU དཔེ་མཛོད་དུ་ནང་འཇུག་བྱེད་པ།
ja: オーディオファイルをMSRUライブラリにインポートします。
zh_hans: 将音频文件导入 MSRU 资料库。
zh_hant: 將音訊檔案匯入 MSRU 資料庫。

source: Import audio files, or drag files into MSRU.
bo: སྒྲ་ཟིན་ཡིག་ཆ་ནང་འཇུག་བྱེད་པའམ་ཡིག་ཆ་ MSRU ནང་འདྲུད་པ།
ja: オーディオファイルをインポートするか、MSRUにファイルをドラッグします。
zh_hans: 导入音频文件，或将文件拖到 MSRU 中。
zh_hant: 匯入音訊檔案，或將檔案拖到 MSRU 中。

source: Import Completed
bo: ནང་འཇུག་ལེགས་གྲུབ་བྱུང་བ།
ja: インポート完了
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import Local Files
bo: ས་གནས་ཀྱི་ཡིག་ཆ་ནང་འཇུག་པ།
ja: ローカルファイルをインポート
zh_hans: 导入本地文件
zh_hant: 匯入本地檔案

source: Import local media, or import music from connected services.
bo: ས་གནས་སྨྱན་སྦྱོར་ནང་འཇུག་བྱེད་པའམ་སྦྲེལ་ཡོད་ཞབས་ཞུ་ནས་རོལ་དབྱངས་ནང་འཇུག
ja: ローカルメディアをインポートするか、接続済みサービスから音楽をインポートします。
zh_hans: 导入本地媒体，或从已连接的服务导入音乐。
zh_hant: 匯入本地媒體，或從已連接的服務匯入音樂。

source: Import local music, perform fingerprinting, entity resolution, and confidence review.
bo: ས་གནས་ཀྱི་རོལ་དབྱངས་ནང་འཇུག་བྱས་ནས། སྒྲ་རིས་ངོས་འཛིན་དང་། དངོས་པོ་ཟླ་སྒྲིལ། ཡིད་ཆེས་ཚད་ཞིབ་བཤེར་བཅས་བྱ་རྒྱུ།
ja: ローカル音楽をインポートし、フィンガープリント作成、エンティティ解決、信頼度レビューを実行します。
zh_hans: 导入本地音乐，进行声纹识别、实体归并和置信度审核。
zh_hant: 匯入本地音樂，進行聲紋識別、實體歸並和置信度審核。

source: Import music or adjust search terms to see albums.
bo: རོལ་དབྱངས་ནང་འཇུག་བྱེད་པའམ་འཚོལ་བའི་ཆ་རྐྱེན་ལེགས་སྒྲིག་བྱས་ནས་ཆེད་བསྒྲིགས་དཔེ་མཛོད་ལ་ལྟ་རྒྱུ།
ja: 音楽をインポートするか検索条件を調整して、アルバムを表示します。
zh_hans: 导入音乐或调整搜索条件以查看专辑资料库。
zh_hant: 匯入音樂或調整搜尋條件以查看專輯資料庫。

source: Import Review
bo: ནང་འཇུག་ཞིབ་བཤེར།
ja: インポート確認
zh_hans: 导入审核
zh_hant: 匯入審核

source: Import with local tags
bo: ས་གནས་མཚན་རྟགས་སྤྱད་ནས་ནང་འཇུག
ja: ローカルタグを使用してインポート
zh_hans: 使用本地标签导入
zh_hant: 使用本地標籤匯入

source: Import your Apple Music library into MSRU.
bo: ཁྱེད་ཀྱི་ Apple Music དཔེ་མཛོད་ MSRU ནང་འཇུག་པ།
ja: Apple MusicライブラリをMSRUにインポートします。
zh_hans: 将你的 Apple Music 资料库导入 MSRU。
zh_hant: 將你的 Apple Music 資料庫匯入 MSRU。

source: Imported artists will appear here.
bo: རོལ་དབྱངས་ནང་འཇུག་བྱས་རྗེས། ཁྱེད་ཀྱིས་དགའ་བའི་སྒྱུ་རྩལ་པ་འདིར་སྟོན་རྒྱུ།
ja: インポートしたアーティストがここに表示されます。
zh_hans: 导入音乐后，你喜爱的艺术家会显示在这里。
zh_hant: 匯入音樂後，你喜愛的藝人會顯示在這裡。

source: Imported Media
bo: ནང་འཇུག་བྱས་པའི་སྨྱན་སྦྱོར།
ja: インポート済みメディア
zh_hans: 已导入媒体
zh_hant: 已匯入媒體

source: Importing Apple Music library…
bo: Apple Music དཔེ་མཛོད་ནང་འཇུག་བྱེད་བཞིན་པ...
ja: Apple Musicライブラリをインポート中…
zh_hans: 正在导入 Apple Music 资料库…
zh_hant: 正在匯入 Apple Music 資料庫…

source: Importing…
bo: ནང་འཇུག་བྱེད་བཞིན་པ...
ja: インポート中…
zh_hans: 正在导入…
zh_hant: 正在匯入…

source: Include albums from Apple Music library.
bo: Apple Music དཔེ་མཛོད་ནང་གི་ཆེད་བསྒྲིགས་ཚུད་པ།
ja: Apple Musicライブラリのアルバムを含めます。
zh_hans: 包含 Apple Music 资料库中的专辑。
zh_hant: 包含 Apple Music 資料庫中的專輯。

source: Include artists from Apple Music library.
bo: Apple Music དཔེ་མཛོད་ནང་གི་སྒྱུ་རྩལ་པ་ཚུད་པ།
ja: Apple Musicライブラリのアーティストを含めます。
zh_hans: 包含 Apple Music 资料库中的艺术家。
zh_hant: 包含 Apple Music 資料庫中的藝人。

source: Include songs from Apple Music library.
bo: Apple Music དཔེ་མཛོད་ནང་གི་གླུ་གཞས་ཚུད་པ།
ja: Apple Musicライブラリの曲を含めます。
zh_hans: 包含 Apple Music 资料库中的歌曲。
zh_hant: 包含 Apple Music 資料庫中的歌曲。

source: Indie & Alternative
bo: རང་བཙན་དང་གཞན་འདེམས།
ja: インディー & オルタナティブ
zh_hans: 独立与另类
zh_hant: 獨立與另類

source: Inspector
bo: ཞིབ་བཤེར་ཆས།
ja: インスペクタ
zh_hans: 检查器
zh_hant: 檢查器

source: Interactive diagnostic controls will be added once frontend info architecture is stable.
bo: མདུན་སྣེའི་ཆ་འཕྲིན་སྒྲིག་བཀོད་བརྟན་པོ་ཆགས་རྗེས། ཕན་ཚུན་འབྲེལ་བའི་ནད་བརྟག་ཚོད་འཛིན་ལ་སྦྲེལ་རྒྱུ།
ja: フロントエンドの情報アーキテクチャが安定した後、インタラクティブな診断コントロールが追加されます。
zh_hans: 前端信息架构稳定后，将接入可交互的诊断控制。
zh_hant: 前端信息架構穩定後，將接入可交互的診斷控制。

source: Internet Radio
bo: དྲ་རྒྱའི་རླུང་འཕྲིན།
ja: インターネットラジオ
zh_hans: 互联网电台
zh_hant: 互聯網電台

source: Invalid API Key format
bo: ནུས་མེད་ཀྱི API གསང་ལྡེའི་རྣམ་གཞག
ja: APIキーの形式が無効です
zh_hans: 无效的 API 密钥格式
zh_hant: 無效的 API 金鑰格式

source: Invalid API request URL
bo: API རེ་ཞུ URL ནུས་མེད།
ja: APIリクエストURLが無効です
zh_hans: API 请求 URL 无效
zh_hant: API 請求 URL 無效

source: Invalid audio stream URL
bo: ནུས་མེད་ཀྱི་སྒྲ་ཟིན་བཞུར་རྒྱུན་ URL
ja: オーディオストリームURLが無効です
zh_hans: 无效的音频流媒体 URL
zh_hant: 無效的音訊流媒體 URL

source: Invalid stream URL or missing station name.
bo: བཞུར་རྒྱུན་སྨྱན་སྦྱོར URL ནུས་མེད་དམ་རླུང་འཕྲིན་གྱི་མིང་ཆད་པ།
ja: ストリームURLが無効か、ステーション名がありません。
zh_hans: 流媒体 URL 无效或缺少电台名称。
zh_hant: 流媒體 URL 無效或缺少電台名稱。

source: Jamendo client ID required
bo: Jamendo Client ID དགོས།
ja: Jamendo Client IDが必要です
zh_hans: 需要 Jamendo Client ID
zh_hant: 需要 Jamendo Client ID

source: Jazz
bo: ཇཱ་ཙི།
ja: ジャズ
zh_hans: 爵士
zh_hant: 爵士

source: Jazz & Blues
bo: Jazz དང་ Blues
ja: ジャズ & ブルース
zh_hans: 爵士与布鲁斯
zh_hant: 爵士與布魯斯

source: Keep Original
bo: ཐོག་མ་ཉར་བ།
ja: オリジナルを保持
zh_hans: 保留原始版本
zh_hant: 保留原始版本

source: Kind
bo: རིགས་དབྱིབས།
ja: 種類
zh_hans: 种类
zh_hant: 種類

source: Language
bo: སྐད་ཡིག
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Last scanned:
bo: ཐེངས་སྔོན་གྱི་བཤེར་འཚོལ:
ja: 前回のスキャン：
zh_hans: 上次扫描：
zh_hant: 上次掃描：

source: Latin
bo: ལཱ་ཏིང་།
ja: ラテン
zh_hans: 拉丁
zh_hant: 拉丁

source: Learned: %@
bo: སློབ་ཟིན་པ: %@
ja: 学習済み：%@
zh_hans: 已学习：%@
zh_hant: 已學習：%@

source: Library
bo: དཔེ་མཛོད།
ja: ライブラリ
zh_hans: 资料库
zh_hant: 資料庫

source: Library Dimension
bo: དཔེ་མཛོད་ཀྱི་ཕྱོགས་ཚད།
ja: ライブラリのディメンション
zh_hans: 资料库维度
zh_hant: 資料庫維度

source: Library is empty
bo: དཔེ་མཛོད་སྟོང་པ་རེད།
ja: ライブラリは空です
zh_hans: 资料库为空
zh_hant: 資料庫為空

source: Library Sections
bo: དཔེ་མཛོད་ཁུལ།
ja: ライブラリセクション
zh_hans: 资料库分区
zh_hant: 資料庫分區

source: LibraryView
bo: དཔེ་མཛོད།
ja: ライブラリ
zh_hans: 资料库
zh_hant: 資料庫

source: List
bo: ཐོ་གཞུང་།
ja: リスト
zh_hans: 列表
zh_hant: 列表

source: Listen Now
bo: ད་ལྟ་ཉན་རྒྱུ།
ja: 今すぐ聴く
zh_hans: 现在收听
zh_hant: 現在收聽

source: Live
bo: ཐད་གཏོང་།
ja: ライブ
zh_hans: 直播
zh_hant: 直播

source: Live Broadcast
bo: ཐད་གཏོང་རླུང་འཕྲིན།
ja: ライブ放送
zh_hans: 直播广播
zh_hant: 直播廣播

source: Live Radio
bo: ཐད་གཏོང་རླུང་འཕྲིན།
ja: ライブ・ラジオ
zh_hans: 直播电台
zh_hant: 直播電台

source: Loading library…
bo: དཔེ་མཛོད་ནང་འཇུག་བྱེད་བཞིན་པ...
ja: ライブラリを読み込み中…
zh_hans: 正在加载资料库…
zh_hant: 正在載入資料庫…

source: Loading music…
bo: རོལ་དབྱངས་ནང་འཇུག་བྱེད་བཞིན་པ...
ja: 音楽を読み込み中…
zh_hans: 正在加载音乐…
zh_hant: 正在載入音樂…

source: Local
bo: ས་གནས།
ja: ローカル
zh_hans: 本地
zh_hant: 本地

source: Local Acoustic Fingerprint Memory
bo: ས་གནས་ཀྱི་སྒྲ་རིས་དྲན་མཛོད།
ja: ローカル音響フィンガープリントメモリ
zh_hans: 本地声学声纹记忆库
zh_hant: 本地聲學聲紋記憶庫

source: Local Acoustic Memory
bo: ས་གནས་ཀྱི་སྒྲ་རིས་དྲན་མཛོད།
ja: ローカル音響メモリ
zh_hans: 本地声学记忆
zh_hant: 本地聲學記憶

source: Local Artist
bo: ས་གནས་སྒྱུ་རྩལ་པ།
ja: ローカルアーティスト
zh_hans: 本地艺术家
zh_hant: 本地藝人

source: Local Audio File
bo: ས་གནས་ཀྱི་སྒྲ་ཟིན་ཡིག་ཆ།
ja: ローカルオーディオファイル
zh_hans: 本地音频文件
zh_hant: 本地音訊檔案

source: Local Files
bo: ས་གནས་ཀྱི་ཡིག་ཆ།
ja: ローカルファイル
zh_hans: 本地文件
zh_hant: 本地檔案

source: Local playback via the MSRU playback engine.
bo: MSRU རྩེད་འདོན་ཞབས་ཞུ་མཁོ་སྤྲོད་པའི་ནང་སྙིང་བརྒྱུད་ནས་ས་གནས་རྩེད་འདོན་བྱེད་པ།
ja: MSRU再生エンジンによるローカル再生。
zh_hans: 通过 MSRU 播放服务提供方内核进行本地播放。
zh_hant: 通過 MSRU 播放服務供應商內核進行本地播放。

source: Locally Matched Album
bo: ས་གནས་སུ་མཐུན་པའི་ཆེད་བསྒྲིགས།
ja: ローカル一致アルバム
zh_hans: 本地命中专辑
zh_hant: 本地命中專輯

source: Location
bo: གནས་ས།
ja: 場所
zh_hans: 位置
zh_hant: 位置

source: Lossless
bo: གྱོང་མེད།
ja: ロスレス
zh_hans: 无损
zh_hant: 無損

source: LOSSLESS
bo: གྱོང་མེད།
ja: ロスレス
zh_hans: 无损
zh_hant: 無損

source: Lyrics
bo: གཞས་ཚིག
ja: 歌詞
zh_hans: 歌词
zh_hant: 歌詞

source: Lyrics are not available for live audio.
bo: ཡུལ་དངོས་སྒྲ་ཟིན་ལ་གཞས་ཚིག་མེད།
ja: ライブオーディオでは歌詞を利用できません。
zh_hans: 现场音频不提供歌词。
zh_hant: 現場音訊不提供歌詞。

source: Lyrics are not available for live radio.
bo: རྒྱུན་མཐུད་ཐད་གཏོང་སྒྲ་ཟིན་ལ་གཞས་ཚིག་མི་མཁོ་སྤྲོད།
ja: ライブ・ラジオでは歌詞を利用できません。
zh_hans: 连续直播音频暂不提供歌词。
zh_hant: 連續直播音訊暫不提供歌詞。

source: Match Confidence
bo: སྒྲིག་སྦྱོར་ཡིད་ཆེས་ཚད།
ja: 一致信頼度
zh_hans: 匹配置信度
zh_hant: 匹配置信度

source: Matches: %lld times
bo: མཐུན་པ: ཐེངས %lld
ja: 一致：%lld回
zh_hans: 匹配：%lld 次
zh_hant: 匹配：%lld 次

source: Matching Candidate (MusicBrainz)
bo: མཐུན་པའི་འདེམས་ཆོག (MusicBrainz)
ja: 一致候補（MusicBrainz）
zh_hans: 匹配候选（MusicBrainz）
zh_hant: 匹配候選（MusicBrainz）

source: Menu Bar Player
bo: དཀར་ཆག་ཚང་གི་གཏོང་ཆས།
ja: メニューバープレーヤー
zh_hans: 菜单栏播放器
zh_hant: 選單列播放器

source: Metadata
bo: གཞི་གྲངས་རྩ་བ།
ja: メタデータ
zh_hans: 元数据
zh_hant: 中繼資料

source: Metadata Center
bo: གཞི་གྲངས་རྩ་བའི་ལྟེ་གནས།
ja: メタデータセンター
zh_hans: 元数据中心
zh_hant: 中繼資料中心

source: Metadata entity and discovery catalog.
bo: གཞི་གྲངས་རྩ་བའི་དངོས་པོ་དང་གསར་རྙེད་དཀར་ཆག
ja: メタデータエンティティとディスカバリーカタログ。
zh_hans: 元数据实体与发现目录。
zh_hant: 中繼資料實體與發現目錄。

source: Metadata Override Layers
bo: གཞི་གྲངས་རྩ་བའི་རིམ་པ།
ja: メタデータ上書きレイヤー
zh_hans: 元数据覆盖层
zh_hant: 中繼資料覆蓋層

source: Metadata Provider Configuration
bo: གཞི་གྲངས་རྩ་བའི་ཞབས་ཞུ་མཁོ་སྤྲོད་པའི་སྒྲིག་བཀོད།
ja: メタデータプロバイダ設定
zh_hans: 元数据服务提供方配置
zh_hant: 中繼資料服務供應商配置

source: Metadata Providers
bo: གཞི་གྲངས་རྩ་བ་མཁོ་སྤྲོད་པ།
ja: メタデータプロバイダ
zh_hans: 元数据提供商
zh_hant: 中繼資料供應商

source: Metal
bo: ལྕགས་རིགས།
ja: メタル
zh_hans: 重金属
zh_hant: 重金屬

source: Monitoring
bo: ལྟ་ཞིབ།
ja: 監視
zh_hans: 监控
zh_hant: 監控

source: MSRU automatically monitors these directories in the background. Any new or modified audio files will be incrementally ingested.
bo: MSRU ཡིས་དཀར་ཆག་འདི་དག་རྒྱབ་སྟེགས་སུ་རང་འགུལ་ལྟ་ཞིབ་བྱེད། གསར་དུ་བསྣན་པའམ་བཟོ་བཅོས་བྱས་པའི་སྒྲ་ཟིན་ཡིག་ཆ་རིམ་སྣོན་ངང་ནང་འཇུག་བྱེད།
ja: MSRUはこれらのディレクトリをバックグラウンドで自動監視します。新規または変更されたオーディオファイルは増分取り込みされます。
zh_hans: MSRU 会在后台自动监控这些目录。任何新增或修改的音频文件都会被增量导入。
zh_hant: MSRU 會在後台自動監控這些目錄。任何新增或修改的音訊檔案都會被增量匯入。

source: Multi-language Alias
bo: སྐད་ཡིག་དུ་མའི་མིང་གཞན།
ja: 多言語別名
zh_hans: 多语言别名
zh_hant: 多語言別名

source: Multiple matching releases found (click to switch):
bo: མཐུན་པའི་འགྲེམས་སྤེལ་པར་གཞི་མང་པོ་རྙེད། (རྡེབ་ནས་བརྗེ་བ):
ja: 一致するリリースが複数見つかりました（クリックして切り替え）：
zh_hans: 找到多个匹配的发行版（点击切换）：
zh_hant: 找到多個匹配的發行版（按一下切換）：

source: Music Import & Review Center
bo: རོལ་དབྱངས་ནང་འཇུག་དང་ཞིབ་བཤེར་ལྟེ་གནས།
ja: 音楽インポート・確認センター
zh_hans: 音乐导入与审核中心
zh_hant: 音樂匯入與審核中心

source: MusicBrainz Authority
bo: MusicBrainz དབང་གྲགས་གཞི་གྲངས།
ja: MusicBrainzオーソリティ
zh_hans: MusicBrainz 权威数据源
zh_hant: MusicBrainz 權威數據源

source: MusicBrainz Catalog Service
bo: MusicBrainz དཀར་ཆག་ཞབས་ཞུ།
ja: MusicBrainzカタログサービス
zh_hans: MusicBrainz 目录服务
zh_hant: MusicBrainz 目錄服務

source: MusicBrainz Entity
bo: MusicBrainz དངོས་པོ།
ja: MusicBrainzエンティティ
zh_hans: MusicBrainz 实体
zh_hant: MusicBrainz 實體

source: MusicBrainz Entity Matches
bo: MusicBrainz དངོས་པོ་མཐུན་པ།
ja: MusicBrainzエンティティ一致
zh_hans: MusicBrainz 实体匹配
zh_hant: MusicBrainz 實體匹配

source: MusicBrainz Official Online Catalog
bo: MusicBrainz གཞུང་ཕྱོགས་དྲ་ཐོག་དཀར་ཆག་ཞབས་ཞུ།
ja: MusicBrainz公式オンラインカタログ
zh_hans: MusicBrainz 官方在线目录服务
zh_hant: MusicBrainz 官方線上目錄服務

source: MusicBrainz Online Catalog Service
bo: MusicBrainz དྲ་ཐོག་དཀར་ཆག་ཞབས་ཞུ།
ja: MusicBrainzオンラインカタログサービス
zh_hans: MusicBrainz 在线目录服务
zh_hant: MusicBrainz 線上目錄服務

source: MusicBrainz Online Status
bo: MusicBrainz དྲ་ཐོག་གནས་སྟངས།
ja: MusicBrainzオンラインステータス
zh_hans: MusicBrainz 在线状态
zh_hant: MusicBrainz 線上狀態

source: Mute
bo: སྒྲ་མེད་པ།
ja: ミュート
zh_hans: 静音
zh_hant: 靜音

source: Name
bo: མིང་།
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Native Apple Scene Layout
bo: Apple ཡི་རྣམ་པའི་བཀོད་པ།
ja: ネイティブAppleシーンレイアウト
zh_hans: 原生 Apple 场景布局
zh_hant: 原生 Apple 場景佈局

source: Native macOS Split View
bo: macOS ཡི་བགོས་པའི་མཐོང་རིས།
ja: ネイティブmacOSスプリットビュー
zh_hans: 原生 macOS 分栏视图
zh_hant: 原生 macOS 分欄視圖

source: Network (Snapshot)
bo: དྲ་རྒྱའི་བརྙན་རིས།
ja: ネットワーク（スナップショット）
zh_hans: 网络快照
zh_hant: 網路快照

source: Network Error
bo: དྲ་རྒྱའི་ནོར་འཁྲུལ།
ja: ネットワークエラー
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Network request failed:
bo: དྲ་རྒྱའི་རེ་ཞུ་ཕམ་པ:
ja: ネットワークリクエストに失敗しました：
zh_hans: 网络请求失败：
zh_hant: 網路請求失敗：

source: New Playlist
bo: གླུ་ཐོ་གསར་པ།
ja: 新規プレイリスト
zh_hans: 新建歌单
zh_hant: 新建歌單

source: New Window
bo: སྒེའུ་ཁུང་གསར་འཛུགས།
ja: 新規ウインドウ
zh_hans: 新建窗口
zh_hant: 新建窗口

source: News & Talk
bo: གསར་འགྱུར་དང་གླེང་མོལ།
ja: ニュース & トーク
zh_hans: 新闻访谈
zh_hant: 新聞訪談

source: Next
bo: རྗེས་མ།
ja: 次へ
zh_hans: 下一首
zh_hant: 下一首

source: No albums found
bo: ཆེད་བསྒྲིགས་མ་རྙེད་པ།
ja: アルバムが見つかりません
zh_hans: 未找到专辑
zh_hant: 未找到專輯

source: No artists found
bo: སྒྱུ་རྩལ་པ་མ་རྙེད་པ།
ja: アーティストが見つかりません
zh_hans: 未找到艺术家
zh_hant: 未找到藝人

source: No audio found
bo: སྒྲ་ཟིན་མ་རྙེད་པ།
ja: オーディオが見つかりません
zh_hans: 未找到音频
zh_hant: 未找到音訊

source: No biography available.
bo: ངོ་སྤྲོད་མདོར་བསྡུས་མེད།
ja: 略歴はありません。
zh_hans: 暂无简介。
zh_hant: 暫無簡介。

source: No folder learning rules
bo: དཀར་ཆག་སློབ་སྦྱོང་གི་སྒྲིག་སྲོལ་མེད་པ།
ja: フォルダ学習ルールがありません
zh_hans: 没有目录学习规则
zh_hant: 沒有目錄學習規則

source: No Folder Learning Rules
bo: ཡིག་སྣོད་སློབ་སྦྱོང་སྒྲིག་སྲོལ་མེད།
ja: フォルダ学習ルールがありません
zh_hans: 没有目录学习规则
zh_hant: 沒有目錄學習規則

source: No importable audio found
bo: ནང་འཇུག་བྱེད་ཆོག་པའི་སྒྲ་ཟིན་མ་རྙེད་པ།
ja: インポート可能なオーディオが見つかりません
zh_hans: 未找到可导入的音频
zh_hant: 未找到可匯入的音訊

source: No imported music
bo: ནང་འཇུག་བྱས་པའི་རོལ་དབྱངས་མེད་པ།
ja: インポート済みの音楽がありません
zh_hans: 没有已导入的音乐
zh_hant: 沒有已匯入的音樂

source: No learned fingerprints
bo: སློབ་ཟིན་པའི་སྒྲ་རིས་མེད་པ།
ja: 学習済みフィンガープリントがありません
zh_hans: 没有已学习的声纹
zh_hant: 沒有已學習的聲紋

source: No Local Music
bo: ས་གནས་ཀྱི་རོལ་དབྱངས་མེད་པ།
ja: ローカル音楽がありません
zh_hans: 没有本地音乐
zh_hant: 沒有本地音樂

source: No lyrics available
bo: གཞས་ཚིག་མེད་པ།
ja: 利用可能な歌詞がありません
zh_hans: 暂无可用歌词
zh_hant: 暫無可用歌詞

source: No lyrics found
bo: གཞས་ཚིག་མ་རྙེད་པ།
ja: 歌詞が見つかりません
zh_hans: 未找到歌词
zh_hant: 未找到歌詞

source: No Matching Playlists
bo: མཐུན་པའི་གླུ་ཐོ་མེད།
ja: 一致するプレイリストがありません
zh_hans: 没匹配歌单
zh_hant: 沒匹配歌單

source: No matching release found.
bo: མཐུན་པའི་འགྲེམས་སྤེལ་པར་གཞི་མ་རྙེད།
ja: 一致するリリースが見つかりません。
zh_hans: 未找到匹配的发行版。
zh_hant: 未找到匹配的發行版。

source: No online match found on MusicBrainz.
bo: MusicBrainz ཐོག་དྲ་ཐོག་མཐུན་པ་མ་རྙེད།
ja: MusicBrainzでオンライン一致が見つかりませんでした。
zh_hans: MusicBrainz 上未找到在线匹配项。
zh_hant: MusicBrainz 上未找到線上匹配項。

source: No Pending Tracks
bo: ཞིབ་བཤེར་སྒུག་པའི་གླུ་གཞས་མེད་པ།
ja: 確認待ちトラックはありません
zh_hans: 无待审核曲目
zh_hant: 無待審核曲目

source: No Playlists Yet
bo: ད་དུང་གླུ་ཐོ་མེད།
ja: まだプレイリストがありません
zh_hans: 没歌单
zh_hant: 沒歌單

source: No response from server
bo: ཞབས་ཞུ་ཆས་ནས་ལན་མེད།
ja: サーバーから応答がありません
zh_hans: 服务器无响应
zh_hant: 服務器無響應

source: No songs in this playlist yet
bo: གླུ་ཐོ་འདིའི་ནང་ད་དུང་གླུ་གཞས་མེད།
ja: このプレイリストにはまだ曲がありません
zh_hans: 歌单没歌
zh_hant: 歌單沒歌

source: No stations found
bo: རླུང་འཕྲིན་མ་རྙེད་པ།
ja: ステーションが見つかりません
zh_hans: 未找到电台
zh_hant: 未找到電台

source: No track playing
bo: ད་ལྟ་གཏོང་བཞིན་པའི་གླུ་གཞས་མེད་པ།
ja: 再生中のトラックはありません
zh_hans: 没有正在播放的曲目
zh_hant: 沒有正在播放的曲目

source: No Track Selected
bo: གླུ་གཞས་བདམས་མེད།
ja: トラックが選択されていません
zh_hans: 未选择曲目
zh_hant: 未選擇曲目

source: No Watched Folders Configured
bo: ལྟ་ཞིབ་ཡིག་སྣོད་སྒྲིག་བཀོད་མ་བྱས།
ja: 監視フォルダが設定されていません
zh_hans: 未配置监控文件夹
zh_hant: 未配置監控檔案夾

source: None
bo: མེད་པ།
ja: なし
zh_hans: 无
zh_hant: 無

source: Nothing Playing
bo: གླུ་གཞས་གཏོང་བཞིན་མེད།
ja: 再生していません
zh_hans: 未播放曲目
zh_hant: 未播放曲目

source: Now Playing
bo: ད་ལྟ་གཏོང་བཞིན་པ།
ja: 再生中
zh_hans: 正在播放
zh_hant: 正在播放

source: Now Playing: Ambient Preview
bo: ད་ལྟ་གཏོང་བཞིན་པ: ཁོར་ཡུག་སྔོན་ལྟ།
ja: 再生中：アンビエントプレビュー
zh_hans: 正在播放：环境预览
zh_hant: 正在播放：環境預覽

source: Official Apple Music catalog with high quality artwork and artist information.
bo: སྒྲ་སྤུས་མཐོ་བའི་ཁ་ཤོག་དང་སྒྱུ་རྩལ་པའི་ཆ་འཕྲིན་མཁོ་སྤྲོད་བྱེད་པའི་ Apple Music གཞུང་ཕྱོགས་དཀར་ཆག
ja: 高品質なアートワークとアーティスト情報を提供するApple Music公式カタログ。
zh_hans: Apple Music 官方目录，提供高质量封面和艺术家信息。
zh_hant: Apple Music 官方目錄，提供高質量封面和藝人信息。

source: Official Apple Music catalog, library, and native playback integration.
bo: གཞུང་ཕྱོགས་ Apple Music དཀར་ཆག་དང་། དཔེ་མཛོད། རང་ཆས་རྩེད་འདོན་མཉམ་འདྲེས།
ja: Apple Music公式カタログ、ライブラリ、ネイティブ再生の統合。
zh_hans: 官方 Apple Music 目录、资料库和原生播放集成。
zh_hant: 官方 Apple Music 目錄、資料庫和原生播放集成。

source: Official Website
bo: གཞུང་ཕྱོགས་དྲ་ཚིགས།
ja: 公式Webサイト
zh_hans: 官方网站
zh_hant: 官方網站

source: Offline
bo: དྲ་མེད།
ja: オフライン
zh_hans: 离线
zh_hant: 離線

source: One-Click Merge
bo: མཐེབ་རྡེབ་གཅིག་གིས་ཟླ་སྒྲིལ་བ།
ja: ワンクリック統合
zh_hans: 一键归并
zh_hant: 一鍵歸並

source: Online
bo: དྲ་ཐོག
ja: オンライン
zh_hans: 在线
zh_hant: 線上

source: Online Re-identification (MusicBrainz)
bo: དྲ་ཐོག་བསྐྱར་དུ་ངོས་འཛིན་པ (MusicBrainz)
ja: オンライン再識別（MusicBrainz）
zh_hans: 在线重新识别 (MusicBrainz)
zh_hant: 線上重新識別 (MusicBrainz)

source: Open
bo: ཁ་ཕྱེ་བ།
ja: 開く
zh_hans: 打开
zh_hant: 打開

source: Open Immersive Canvas
bo: བྱིང་འདྲེན་རི་མོའི་པང་ཁྲ་ཁ་ཕྱེ་བ།
ja: 没入型キャンバスを開く
zh_hans: 打开沉浸式画布
zh_hant: 打開沈浸式畫布

source: Open Library
bo: དཔེ་མཛོད་ཁ་ཕྱེ་བ།
ja: ライブラリを開く
zh_hans: 打开资料库
zh_hant: 打開資料庫

source: Open MSRU
bo: MSRU ཁ་འབྱེད།
ja: MSRUを開く
zh_hans: 打开 MSRU
zh_hant: 開啟 MSRU

source: Open MSRU to start listening
bo: MSRU ཁ་ཕྱེ་ནས་ཉན་མགོ་ཚུགས།
ja: MSRUを開いて再生を開始
zh_hans: 打开 MSRU 开始聆听
zh_hant: 開啟 MSRU 開始聆聽

source: Open Now Playing Canvas
bo: ད་ལྟ་གཏོང་བཞིན་པའི་རི་མོའི་པང་ཁྲ་ཁ་ཕྱེ་བ།
ja: 「再生中」キャンバスを開く
zh_hans: 打开正在播放画布
zh_hant: 打開正在播放畫布
